{
  "404pages.404.771728-0": "Oops~ Page not found",
  "404pages.404.771728-1": "Return to home",

  "tools_block.title": "In Freebe，we build",
  "tools_block.content": "DAO tools",
  "pages.index.381375-0": "AMA-AI",
  "pages.index.381375-1": "AMA-AI The customized DAO organization answering robot which provides one-stop Q & A services.",
  "pages.index.381375-2": "DAO task management and integration tools",
  "pages.index.381375-3": "Automatic task management and point distribution tools.",
  "pages.index.381375-4": "Observer",
  "pages.index.381375-5": "This role is for non-members who want to plug into what's happening in the FreeBe DAO community.",
  "pages.index.381375-6": "Contributor",
  "pages.index.381375-7": "Members who participate in FreeBe's projects or public affairs construction, and have earned FreeBe points.",
  "pages.index.381375-8": "Commissioner",
  "pages.index.381375-9": "Members who have shown long-term commitment, responsibility, and dedication to Freebe.",
  "pages.index.381375-10": "Didn't find the tools you want?",
  "pages.index.381375-11": "Please leave a ",
  "pages.index.381375-12": "👉message here👈",
  "pages.index.381375-13": ", tell us the DAO tool you need or the DAO tool you want to design with us. ",
  "pages.index.381375-14": "In FreeBe, we design and summarize ",
  "pages.index.381375-15": "DAO book",
  "pages.index.381375-16": "FreeBe is a DAO that seeks to establish a sustainable and equitable incentive mechanism for organizations by building software tools that automate the creation, coordination, and distribution of incentives.",
  "pages.index.381375-17": "By building software tools that automate the creation, coordination, and distribution of incentives.",
  "pages.index.381375-18": " Along the way, FreeBe is generating a wealth of knowledge that has the potential to form a valuable theoretical framework for DAOs. As recorders and storytellers, FreeBe is documenting this knowledge and considering its publication in the future.",
  "pages.index.381375-19": "Currently, FreeBe's knowledge base is organized into four categories:",
  "pages.index.381375-20": "1. Organizational Values (5%)",
  "pages.index.381375-21": "2. Member Power, Rights, and Responsibilities (10%)",
  "pages.index.381375-22": "3. Organizational Operation Mechanisms (50%)",
  "pages.index.381375-23": "4. Product Development Process (35%)",
  "pages.index.381375-24": "To view more",
  "pages.index.381375-25": "To view more",
  "pages.index.381375-26": "FreeBe Members",
  "pages.index.381375-27": "'Allons-y!' Join FreeBe",
  "pages.index.381375-28": "Freebe DAO is ",
  "pages.index.381375-29": "a decentralized organization",
  "pages.index.381375-30": " that practices product co-creation.",
  "pages.index.381375-31": "It aims to develop decentralized team collaboration mechanisms and build an infrastructure to support them. FreeBe's vision is to create a digital world where individuals can collaborate and ",
  "pages.index.381375-32": "create value for each other ",
  "pages.index.381375-33": " with a fair and objective value judgment system based on group consensus.",
  "pages.index.381375-34": "Summarize DAO theory",
  "pages.index.381375-35": "Create DAO tools",
  "pages.index.381375-36": "Join FreeBe network",
  "pages.index.381375-37": "Join FreeBe",
  "pages.index.381375-77": "Pack up",
  "mocks.dao_tract_mock.530967-0": "What is DAO?",
  "mocks.dao_tract_mock.530967-1": "It is known that DAO is a decentralized autonomous organization, but what is the actionable definition of DAO? Free-be.xyz believes DAO is a purpose-driven collective creation process, which is built upon explicit and tamper-proof consensus. ",
  "mocks.dao_tract_mock.530967-9": "DAO-DNA: Digital Nuclear Agreement",
  "mocks.dao_tract_mock.530967-10": "DAO-DNA is a constitution that applies universal consensus and it will be inscribed on the DAO chain as the first-principle block. The norms of the DAO-DNA are followed by subsequent DAOs on the chain, enabling them to achieve independence in decision-making, economy, and information dissemination without the interference of external authorities. This independence allows DAOs to operate freely and establish their own unique identity.",
  "mocks.dao_tract_mock.530967-11": "FreeBe Culture",
  "mocks.dao_tract_mock.530967-12": "We become ourselves through others. ",
  "mocks.dao_tract_mock.530967-13": "You have the right to say No, and you shall not be manipulated by any centralized authority.",
  "mocks.dao_tract_mock.530967-14": "As a self-governing community, we rely on individual members to take responsibility for their actions and commitments to the community.",
  "mocks.dao_tract_mock.530967-15": "Mode of proposal",
  "mocks.dao_tract_mock.530967-16": "In Freebe, there are three collaboration roles: Advocator, Coordinator, and Creator.",
  "mocks.dao_tract_mock.530967-17": "Advocators are responsible for advocating and promoting new ideas by explaining the why and determining the Definition of Ready (DoR). They can create Mission Proposals to propose new ideas. - Coordinators define how the ideas will be executed and determine the Definition of Done (DoD). - Creators contribute to help complete the task. This collaborative approach ensures that each team member has a clear understanding of their role and responsibility in the project.",

  "pages.join.526968-0": "",
  "pages.join.526968-1": "",
  "pages.join.526968-2": "",
  "pages.join.526968-3": "",
  "pages.join.526968-4": "",
  "pages.join.526968-5": "",
  "pages.join.526968-6": "Aiyin",
  "pages.join.526968-7": "Back-end",
  "pages.join.526968-8": "Front-end",
  "pages.join.526968-9": "Product manager",
  "pages.join.526968-10": "Zoe",
  "pages.join.526968-11": "Designer and advocator",
  "pages.join.526968-12": "Business Development",
  "pages.join.526968-13": "Step 1：Gain FreeBe Identity",
  "pages.join.526968-14": "1. Email your personal introduction to freebe.xyz@gmail.com.",
  "pages.join.526968-15": "2. Add FreeBe WeChat assistant freebe_eth (Note: Freebe Co-builder) and get verified to join the community as an observer.",
  "pages.join.526968-16": "Step 2：Learn DAO theory",
  "pages.join.526968-17": "Bringing together friends with independent views, individual wills, common beliefs and values, expressing their consensus clearly and unambiguously, making DAO a form of organization in which we supervise each other, support each other and create together.",
  "pages.join.526968-18": "Organization structure",
  "pages.join.526968-19": "1. Organizational Narrative Model - This consists of the core elements created by DAO, such as the spiritual core and value goals.",
  "pages.join.526968-20": "2. Value Distribution Model - This model specifies the rules for creating and evaluating member contributions, as well as distributing incentives.",
  "pages.join.526968-21": "3. Transaction Settlement Model - This model clearly defines the tradable value and how internal digital value and external legal currency value are transacted.",
  "pages.join.526968-22": "4. Power Structure Model - This model distinguishes ownership and decision-making power, ensuring that there is no absolute and centralized authority.",
  "pages.join.526968-23": "5. Credit Voucher Model - This model selects cooperative partners based on immutable public credibility indicators.",
  "pages.join.526968-24": "6. Accessible Communication Mechanism - This mechanism allows for universal grammar systems where people from different industries can communicate under a common language framework/system/grammar.",
  "pages.join.526968-25": "7. Organizational Growth Model - This model outlines mechanisms for organization division and merger.",
  "pages.join.526968-26": "8. Censorship Resistance Model - This model aims to minimize external legal disputes, censorship, and control as much as possible.",
  "pages.join.526968-27": "Step 3：Contribute your skills to FreeBe projects",
  "pages.join.526968-28": "Check FreeBe's current project recruitment and match your skills to become a project co-builder; or initiate a new project proposal and become an advocator or coordinator.",
  "pages.join.526968-29": "AMA-AI",
  "pages.join.526968-30": "A customize AI bot that provides auto-customer service for organizations.",
  "pages.join.526968-31": "V2.0 is available",
  "pages.join.526968-32": "Free-beings",
  "pages.join.526968-33": "Join FreeBe Now",
  "pages.join.526968-34": "Free collaboration of Free-beings",
  "pages.join.526968-35": "Copy E-mail Successfully ",
  "pages.join.526968-36": "Copy"
}
